Repository: 695137400/deepin-terminal
Catalog: locale/*.po
Languages: am, ro, vi

source: Maximize
am: ማሳደጊያ
ro: Mărește
vi: Phóng to

source: Fullscreen
am: በሙሉ መመልከቻ ዘዴ
ro: Ecran complet
vi: Đầy màn hình

source: Block
am: መከልከያ
ro: Blocare
vi: Khóa

source: I-beam
ro: I-grinzi

source: Underline
am: ከስሩ ማስመሪያ
ro: Subliniere
vi: Gạch chân

source: System Default
am: የ ስርአቱ ነባር
ro: Sistem Implicit
vi: Hệ thống mặc định

source: On
am: ማብሪያ
ro: Pornire
vi: Mở

source: Off
am: ማጥፊያ
ro: Oprire
vi: Tắt

source: Western
ro: Occidental
vi: Phương Tây

source: Central Europe
ro: Europa Centrală
vi: Trung Âu

source: South Europe
ro: Europa de Sud
vi: Nam Âu

source: Baltic
ro: Regiunea Baltică

source: Cyrillic
ro: Chirilică

source: Arabic
ro: Araba
vi: Ả Rập

source: Greek
ro: Greacă
vi: Hy Lạp

source: Hebrew Visual
ro: Ebraică Visuală
vi: Do Thái Visual

source: Hebrew
ro: Ebraică
vi: Do Thái

source: Turkish
ro: Turcă
vi: Thổ Nhĩ Kì

source: Germanic
ro: Germană comună
vi: Đúc

source: Celtic
ro: Celtică

source: Romanian
ro: Română
vi: Rumani

source: Unicode
am: ዩኒኮድ
ro: Unicod

source: Armenian
ro: Armeană

source: Chinese Simplified
ro: Chineză Simplificată
vi: Trung Quốc giản thể

source: Chinese Traditional
ro: Chineză Tradiţională
vi: Trung Quốc phồn thể

source: Cyrillic/Russian
ro: Chirilică/Rusă
vi: Cyrillic/ Tiếng Nga

source: Japanese
ro: Japoneză
vi: Nhật Bản

source: Korean
ro: Coreană
vi: Hàn Quốc

source: Georgian
ro: Georgiană

source: Cyrillic/Ukrainian
ro: Chirilică/Ucraineană

source: Croatian
ro: Croată

source: Persian
ro: Persiană

source: Icelandic
ro: Islandeză

source: Vietnamese
ro: Vietnameză
vi: Việt nam

source: Thai
ro: Thailandeză
vi: Thái Lan

source: Mocha
ro: Mocca

source: Green screen
am: አረንጓዴ መመልከቻ
ro: Ecran Verde
vi: Màn hình xanh lục

source: Solarized
ro: Rumen
vi: Phơi sáng

source: Eighties
ro: '80's
vi: 80s

source: Grey on black
am: ግራጫ በ ጥቁር ላይ
ro: Sur pe negru
vi: Xám trên đen

source: Black on yellow
am: ጥቁር በ ቢጫ ላይ
ro: Negru pe galben
vi: Đen trên vàng

source: Black on white
am: ጥቁር በ ነጭ ላይ
ro: Negru pe alb
vi: Đen trên trắng

source: White on black
am: ነጭ በ ጥቁር ላይ
ro: Alb pe negru
vi: Trắng trên đen

source: Green on black
am: አረንጓዴ በ ጥቁር ላይ
ro: Verde pe negru
vi: Xanh lục trên đen

source: Custom
ro: Personalizare
vi: Tùy biến

source: Deepin Terminal
am: ተርሚናል
ro: Terminalul Deepin

source: Hotkeys
am: አቋራጭ ቁልፍ
ro: Taste rapide
vi: Phím nóng

source: Advanced
am: የረቀቀ
ro: Avansat
vi: Nâng cao

source: Quit terminal?
am: ከ ተርሚናል ልውጣ?
ro: Ieșire terminal
vi: Thoát terminal?

source: Terminal still has running programs. Are you sure you want to quit?
ro: În terminal sunt programe în derulare! Sunteți sigur că doriți să ieșiți?
vi: Terminal vẫn đang chạy. Bạn có chắc chắn muốn thoát?

source: Preferences
am: ምርጫዎች
ro: Preferințe
vi: Giao diện

source: Set up SSH connection
am: የ SSH ግንኙነት ማሰናጃ
ro: Configurare conexiune SSH
vi: Thiết lập kết nối SSh

source: Display hotkeys
am: አቋራጭ ቁልፍ ማሳያ
ro: Afișare taste rapide
vi: Hiển thị phím nóng

source: Quit
am: ማጥፊያ
ro: Ieși
vi: Thoát

source: Copy
am: ኮፒ ማድረጊያ
ro: Copie
vi: Sao chép

source: Paste
am: መለጠፊያ
ro: Lipire
vi: Dán

source: Open file
am: ፋይል መክፈቻ
ro: Deschide fișierul
vi: Mở tệp tin

source: Open directory
am: ዳይሬክቶሪ መክፈቻ
ro: Deschide directorul
vi: Mở thư mục

source: Open URL
am: URL መክፈቻ
ro: Deschide URL
vi: Mở URL

source: Open manual
am: በእጅ መክፈቻ
ro: Deschide în mod manual
vi: Mở hướng dẫn

source: Clear screen
am: መመልከቻውን ማጽጃ
ro: Golire ecran
vi: Dọn sạch màn hình

source: Open current directory
am: የአሁኑን ዳይሬክቶሪ መክፈቻ
ro: Deschide directorul curent
vi: Mở thư mục hiện tại

source: Show correlative child window
ro: Arată fereastră corelativă subsidiară
vi: Hiện cửa sổ con tương ứng

source: Exit fullscreen
am: ከ ሙሉ መመልከቻው ዘዴ መውጫ
ro: Ieșire ecran complet
vi: Thoát toàn màn hình

source: Split vertically
am: በ ቁመት መክፈያ
ro: Împărțit vertical
vi: Chia theo chiều dọc

source: Split horizontally
am: በ አግድም መክፈያ
ro: Împărțit orizontal
vi: Chia theo chiều nganlg

source: Close current window
am: የአሁኑን መስኮት መዝጊያ
ro: Închide fereastra curentă
vi: Đóng cửa sổ hiện tại

source: Close other windows
am: ሌሎች መስኮቶችን መዝጊያ
ro: Închide alte ferestre
vi: Đóng cửa sổ khác

source: New workspace
am: አዲስ የ ስራ ቦታ
ro: Spațiu de lucru nou
vi: Không gian làm việc mới

source: Switch workspace
am: የ ስራ ቦታ መቀየሪያ
ro: Schimbare spațiu de lucru
vi: Chuyển không gian làm việc

source: Close workspace
am: የ ስራ ቦታ መዝጊያ
ro: Închide spațiu de lucru
vi: Đóng không gian làm việc

source: Search
am: መፈለጊያ
ro: Cautare
vi: Tìm kiếm

source: Close window?
am: መስኮቱን ልዝጋው?
ro: Închideți fereastra?
vi: Đóng cửa sổ?

source: Window still has running programs. Are you sure you want to close?
ro: În ferestră sunt în derulare programe. Sunteți sigur că doriți să închideți?
vi: Cửa sổ vẫn đang chạy. Bạn có chắc chắn muốn đóng?

source: Close workspace?
am: የ ስራ ቦታውን ልዝጋው?
ro: Închideți spațiu de lucru?
vi: Đóng không gian làm việc?

source: Workspace still has running programs. Are you sure you want to close?
ro: În spațiu de lucru sunt în derulare programe. Sunteți sigur că doriți să închideți?
vi: Không gian làm việc vẫn đang chạy. Bạn có chắc chắn muốn đóng?

source: Workspace
am: የ ስራ ቦታ
ro: Spațiu de lucru
vi: Không gian làm việc

source: Terminal command
am: የ ተርሚናል ትእዛዝ
ro: Comanda din terminal
vi: Câu lệnh Terminal

source: Scroll page up
am: ገጽ ወደ ላይ መሸብለያ
ro: Rulați pagina în sus
vi: Trượt lên

source: Scroll page down
am: ገጽ ወደ ታች መሸብለያ
ro: Rulați pagina în jos
vi: Trượt xuống

source: Search forward
am: ወደ ፊት መፈለጊያ
ro: Căutare înainte
vi: Tìm kiếm tiếp theo

source: Search backward
am: የኋሊዮሽ መፈለጊያ
ro: Căutare înapoi
vi: Tìm kiếm trước

source: Select word
am: ቃላት ይምረጡ
ro: Selectare cuvînt
vi: Chọn từ

source: Double click
am: ሁለት ጊዜ መጫኛ
ro: Click dublu
vi: Click đúp

source: Open
am: መክፈቻ
ro: Deshide
vi: Mở

source: Ctrl + Left click
am: Ctrl + በ ግራ መጫኛ
ro: Ctrl+ Click stânga
vi: click Ctrl + Left

source: Zoom out
am: በቅርብ ማሳያ
ro: A îndepărta
vi: Phóng to

source: Zoom in
am: በርቀት ማሳያ
ro: A apropia
vi: Thu nhỏ

source: Reset zoom
am: ማሳያውን እንደ ነበር መመለሻ
ro: Anulare scalare
vi: Thiết lập lại chế độ thu phóng

source: Workspace command
am: የ ስራ ቦታ ትእዛዝ
ro: Comanda spațiului de lucru
vi: Câu lệnh không gian làm việc

source: Previous workspace
am: ቀደም ያለው የ ስራ ቦታ
ro: Spațiul de lucru precedent
vi: Không gian làm việc trước

source: Next workspace
am: የሚቀጥለው የ ስራ ቦታ
ro: Spațiul de lucru următor
vi: Không gian làm việc tiếp theo

source: Focus the terminal above
ro: Focusarea terminalului sus
vi: Tập trung terminal trên

source: Focus the terminal below
ro: Focusarea terminalului jos
vi: Tập trung terminal dưới

source: Focus the terminal left
ro: Focusarea terminalului stângă
vi: Tập trung terminal trái

source: Focus the terminal right
ro: Focusarea terminalului dreapta
vi: Tập trung terminal phải

source: Advanced command
am: የረቀቀ ትእዛዝ
ro: Comanda avansată
vi: Câu lệnh nâng cao

source: Adjust opacity
am: ግልጽነት ማስተካከያ
ro: Ajustare opacitate
vi: Chỉnh độ mờ

source: Ctrl + Wheel
am: Ctrl + ጎማ
ro: Ctrl+ rotila mouse-ului
vi: Ctrl + Lăn chuột

source: Font size:
am: የፋይል መጠን:
ro: Mărimea fontului:
vi: Kích cỡ Font:

source: Color scheme:
am: የገጽታ ቀለም:
ro: Scema de culori:
vi: Chủ đề màu sắc:

source: Background transparency:
am: የመደብ ግልጽነት:
ro: Transparența de fundal
vi: Độ trong suốt nền:

source: Cursor shape:
am: የመጠቆሚያው ቅርጽ:
ro: Forma cursorului:
vi: Hình dạng con trỏ:

source: Cursor blink:
am: የመጠቆሚያው ብልጭ ድርግም ባይ
ro: Clipire cursor:
vi: Nháy con trỏ:

source: Encoding:
ro: Codificare:
vi: Mã hóa

source: Window startup mode:
am: የ መስኮት ማስጀመሪያ ዘዴ:
ro: Mod startare fereastră:
vi: Chế độ khởi động cửa sổ:

source: Startup command:
am: ትእዛዝ ማስጀመሪያ:
ro: Comanda startare:
vi: Câu lệnh khởi động:

source: Startup directory:
am: ዳይሬክቶሪ ማስጀመሪያ:
ro: Directoriu startare:
vi: Thư mục khởi động:

source: Ask on quit
am: በማጠፋ ጊዜ ጠይቀኝ
ro: Întreabă la ieșire
vi: Hỏi khi thoát

source: Scroll on keystroke:
ro: Rulare folosind tastele:
vi: Trượt bằng tổ hợp phím:

source: Scroll on output:
ro: Rulare la ieșire:
vi: Trượt lúc xuất ra:

source: Copy on selection:
am: በምርጫ ኮፒ ማድረጊያ:
ro: Copiere selecție:
vi: Sao chép phần đã chọn:

source: Open file on hover:
am: ፋይሉ ላይ በሚንሳፈፍ ጊዜ መክፈቻ
ro: Deschide fișierul deplasând cursorul:
vi: Mở tệp tin bằng di chuột:

source: Save
am: ማስቀመጫ
ro: Salvează
vi: Lưu

source: Name:
am: ስም:
ro: Nume:
vi: Tên:

source: Username:
ro: Nume utilizatorului:

source: Password:
am: የመግቢያ ቃል:
ro: Parola:
vi: Mật khẩu:

source: Remote login
am: በርቀት መግቢያ
ro: Autentificare la distanță
vi: Đăng nhập từ xa:

source: Add
am: መጨመሪያ
ro: Adaugă
vi: Thêm

source: Connect
am: መገናኛ
ro: Conectează
vi: Kết nối

source: Name
am: ስም
ro: Nume
vi: tên

source: Add remote login
am: በርቀት መግቢያ መጨመሪያ
ro: Adăugare autentificare la distanță
vi: Thêm đăng nhập từ xa

source: Edit remote login
am: በርቀት መግቢያ ማረሚያ
ro: Editare autentificare la distanță
vi: Chỉnh sửa đăng nhập từ xa

source: Edit
am: ማረሚያ
ro: Editează
vi: Chỉnh sửa

source: Delete
am: ማጥፊያ
ro: Șterge
vi: Xóa

source: Reset
am: እንደ ነበር መመለሻ
ro: Anulează
vi: Thiết đặt lại

source: Close
am: መዝጊያ
ro: Închide
vi: Đóng lại

source: working directory
am: በስራ ላይ ያለው ዳይሬክቶሪ
ro: directorul de lucru
vi: thư mục làm việc

source: run with quake mode
ro: derulare în modul -quake
vi: chạy với chế độ quake

source: startup terminal with given parameter
ro: Startare terminal cu comanda prestabilită
vi: Terminal khởi động với tham số sẵn có

source: show this help message and exit
am: ይህን የእርዳታ መልእክት ማሳያ እና መውጫ
ro: Afișare a mesajului de ajutor și ieșire
vi: Hiện thông báo này và thoát ra

source: show program's version number and exit
am: የ ፕሮግራሙን እትም ቁጥር ማሳያ እና መውጫ
ro: Afișare numărului de versiune a programului și ieșire
vi: hiện phiên bản của chương trình và thoát ra

source: Normal
am: መደበኛ
vi: Bình thường

source: Hindi
vi: di

source: Ocean
am: ውቂያኖስ
vi: Xanh dương

source: General
am: ባጠቃላይ
vi: Tổng quát

source: Server:
am: ሰርቨር:
vi: Máy chủ:

source: Port:
vi: Cổng:

source: Server
am: ሰርቨር
vi: Máy chủ

source: Close other window
am: ሌሎች መስኮቶችን መዝጊያ

source: Font:
am: ፊደል:

source: User:
am: ተጠቃሚ:
